IdeaRS.Connections
ConnectorGridData.FastenerType Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.ConnectorGridData.FastenerType"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Fastener FastenerType { get; set; }
Property Value
Type: Fastener
See Also
Reference
ConnectorGridData Class
IdeaRS.Connections.Data Namespace